[
  {
    "Claim": "Gravity pulls objects down.",
    "Data": "Science suggets gravity is a universal constant",
    "Warrant": "We have general models of gravity that suggest it works all over the universe"
  },
  {
    "Claim": "Dogs are fluffy.",
    "Data": "I touched a dog that was fluffy.",
    "Warrant": "This dog is similar to other dogs."
  },
  {
    "Claim": "Not everyone votes in American society.",
    "Data": "Some employers don't let voters leave during work.",
    "Warrant": "Barriers to voting reduce the number of voters in an election."
  },
  {
    "Claim": "Democracy and voting are important American values.",
    "Data": "Historically, both have been very important to the history of the United States.",
    "Warrant": "Text books are a useful record of history."
  },
  {
    "Claim": "Debate is fun.",
    "Data": "You get to know people.",
    "Warrant": "Meeting new people is fun."
  },
  {
    "Claim": "Debate is fun.",
    "Data": "You get to compete with your peers.",
    "Warrant": "Competeting against opponents is exciting."
  },
  {
    "Claim": "Debate is fun.",
    "Data": "You learn when you debate.",
    "Warrant": "Learning is a fun way to spend a weekend."
  },
  {
    "Claim": "Global climate change is an important public issue.",
    "Data": "It will reduce global food production in future years.",
    "Warrant": "NASA has models that have been updating for 15 years."
  },
  {
    "Claim": "Snakes are cold blooded.",
    "Data": "They must lay in the sun or they will die.",
    "Warrant": "Sun laying behavior is a sign of being cold blooded."
  },
  {
    "Claim": "Waterbottles can be made from recycled plastics.",
    "Data": "There are many companies which make water bottles from recycled plastics.",
    "Warrant": "Companies are truthful when they report on how they make their produts."
  },
  {
    "Claim": "Religions helps many people.",
    "Data": "Many religions encourage their practicers to help those in the communities that they live in. '",
    "Warrant": "Helping others helps those who help and those who recieve help."
  },
  {
    "Claim": "Religions can hurt people.",
    "Data": "Religions often tell practicers what to think and act.",
    "Warrant": "Reducing free thought harms people"
  },
  {
    "Claim": "Ice cream tastes good",
    "Data": "There is chocolate icecream",
    "Warrant": "Chocolate anything tastes good."
  },
  {
    "Claim": "Anything chocolate tastes good.",
    "Data": "Chocolate produces brain chemicals like dopamine.",
    "Warrant": "Dopamine makes us feel good."
  },
  {
    "Claim": "Dairy is good for developing bodies.",
    "Data": "Dairy products are high in protein, health fats, calcium and vitamin D.",
    "Warrant": "Nutrients help bodies develope correctly."
  },
  {
    "Claim": "Learning musical instruments helps people appreciate art.",
    "Data": "Learning a musical instrument involves learning about music.",
    "Warrant": "Learning about music increases knowledge of musical arts."
  },
  {
    "Claim": "Having fun while learning increases your grades.",
    "Data": "People who have fun while learning remember information better than those who don't.",
    "Warrant": "People remember things that are fun and happy better than upsetting."
  },
  {
    "Claim": "Having fun increases your memory.",
    "Data": "Studies show physically fit people retain information better.",
    "Warrant": "People should trust published research."
  },
  {
    "Claim": "Being fit increases your memory.",
    "Data": "Studies show physically fit people retain information better.",
    "Warrant": "Information retention is the same thing as memory."
  },
  {
    "Claim": "STEM skills are practical and employable.",
    "Data": "There is a large market for students with STEM skills.",
    "Warrant": "Big markets mean it will be easy for a worker to be hired."
  },
  {
    "Claim": "Some STEM skills will be replaced by automization of labor in the future.",
    "Data": "Future machine learning and artificial intellegence will make artificial  intelligence that will be able to program.",
    "Warrant": "Programming is a STEM skill."
  },
  {
    "Claim": "Snakes are great beginner pets.",
    "Data": "You don't have to play with them daily.",
    "Warrant": "Pets that don't need daily play are easy to take care of."
  },
  {
    "Claim": "Teachers need students to have phones in classrooms for learning.",
    "Data": "Applications like CognitZen, Duolingo, and Khan Academy help students to learn in class.",
    "Warrant": "Some teachers use supplimental technology learning services."
  },
  {
    "Claim": "Students will find ways to distract themselves.",
    "Data": "Students can easily be doing other things on their phones during class.",
    "Warrant": "Students can play games, message friends, or read content through their phones."
  },
  {
    "Claim": "Violent television makes violence seem normal.",
    "Data": "People watch violent images over and over.",
    "Warrant": "Repeatedly watching something makes it seem normal."
  },
  {
    "Claim": "People who are violent or lazy are like that before they watch TV. They must have those personalities that attract them to violent content.",
    "Data": "People have the choice to watch whatever they want at home.",
    "Warrant": "People can watch whatever they want on TV. There are a lot of shows that are educational or dramatic. Those shows aren't violent."
  },
  {
    "Claim": "Torture can be used to get information from terrorists.",
    "Data": "Withstanding torture is very hard.",
    "Warrant": "Terrorists would give up information before they would"
  },
  {
    "Claim": "Torture can produce bad intelligence.",
    "Data": "Terrorists lie to make the torture stop.",
    "Warrant": "Not all information obtained during torture can be trusted."
  },
  {
    "Claim": "Fast food is bad for the health of students.",
    "Data": "Fast food is often filled with low quality food ingredients.",
    "Warrant": "Low quality ingredients in food negatively effect people's health."
  },
  {
    "Claim": "The supreme court should not be televised.",
    "Data": "People could watch and attempt to pressure judges or attorneys.",
    "Warrant": "Supreme Court justices would be open to more peer pressure than they already are."
  },
  {
    "Claim": "Positive peer pressure can help people succeed.",
    "Data": "A slacker surrounded by hard working friends will work harder.",
    "Warrant": "Hard work can produce success."
  },
  {
    "Claim": "Negative peer pressure can harm students.",
    "Data": "Peer pressure to smoke cigarettes can get someone a ticket for underage smoking.",
    "Warrant": "Tickets are a kind of harm."
  },
  {
    "Claim": "Human cloning could make organs for people who need them.",
    "Data": "Scientists can already grow some human organs in lab settings.",
    "Warrant": "Making a lot of organs in labs would mean humans could transplant them more easily."
  },
  {
    "Claim": "Rich people will clone themselves and live forever.",
    "Data": "Cloning involves creating a biologically identical person. It is expensive.",
    "Warrant": "Only those with a lot of money would be able to handle the cost."
  }
]
